{
  "hello": "Hello! I'm",
  "a": "A",
  "front-end": "Front-End",
  "developer": "Developer",
  "homesection-description": "I have a passion for building intuitive and interactive web experiences. I focus on crafting pixel-perfect UIs while prioritizing code quality and performance optimization for a seamless user journey.",
  "about":"About",
  "skills": "Skills",
  "projects": "Projects",
  "hover": "Hover",
  "loading":"Loading",
  "experience": "Experience",
  "contact-me": "Contact Me",
  "my-socials": "My Online Presence",
  "my-projects": "My Projects",
  "tech-stack": "Tech Stack",
  "wanderz-description": "WanderZ is a brand built on sustainability and comfort, and its website reflects that. A clean and attractive responsive design that provides a seamless and user-friendly shopping experience, coupled with intuitive navigation, attractive product photos, and easy-to-use filter functions.",
  "live-website": "Live Website",
  "github-repository": "Github Repository",
  "scandiweb-experience": "Developing and implementing user-friendly, responsive website UIs using HTML5, CSS3, Javascript, and React. Collaborating closely with UI/UX designers to translate mockups into captivating user experiences (UX) for e-commerce platforms. Writing clean, maintainable, and well-documented code adhering to best practices and coding standards. Contributing to a collaborative and agile development environment by effectively communicating with designers, back-end developers, and project managers. Staying up-to-date with the latest front-end development trends and technologies, continuously improving coding skills.",
  "iprobooking-experience": "Leveraging strong communication skills to craft personalized itineraries and deliver exceptional support across all channels (phone, email, chat). Anticipating and resolving travel hurdles of all kinds (booking issues, technical glitches, disruptions) while staying current on regulations, visas, and platform functionalities to offer expert advice. Proactive problem-solving and collaborating with internal/external partners to ensure seamless travel experiences and continuous improvement based on customer feedback.",
  "2023-present": "2023-Present",
  "front-end-developer": "Front End Developer",
  "customer-&-technical-support": "Customer & Technical Support",
  "name": "Name",
  "email": "Email",
  "message": "Message",
  "phone": "Phone",
  "name-validation": "Name can only contain letters and spaces.",
  "email-validation": "Invalid email format.",
  "name-alert": "Please enter a valid name.",
  "email-alert": "Please enter a valid email.",
  "location": "Location",
  "send-message": "Send Message",
  "send-another-message": "Send Another Message",
  "message-sent-successfully": "Message sent successfully!",
  "email-address-copied": "Email address copied!",
  "algiers-algeria": "Algiers, Algeria",
  "built-with": "Built with",
  "and": "and",
  "coded-in": "Coded in"
}
