{
 "hello": "Bonjour! Je suis",
  "a": "Un",
  "front-end": "Développeur",
  "developer": "Front-End",
  "homesection-description": "Passioné la création d'expériences Web intuitives et interactives, mon but est de créer des interfaces utilisateur au pixel près tout en donnant la priorité à la qualité du code et à l'optimisation des performances pour un parcours utilisateur fluide.",
  "about":"À propos",
  "skills": "Compétences",
  "projects": "Projets",
  "hover": "Survolez",
  "loading":"Chargement",
  "experience": "Expérience",
  "contact-me": "Contactez moi",
  "my-socials": "Ma Présence En Ligne",
  "my-projects": "Mes Projets",
  "tech-stack": "Stack Technique",
  "wanderz-description": "WanderZ est une marque fondée sur la durabilité et le confort, et son site Web reflète cela. Un design réactif, épuré, et attrayant qui offre une expérience d'achat transparente et conviviale, associé à une navigation intuitive, des photos de produits attirantes et des fonctions de filtrage faciles à utiliser.",
  "live-website": "Site Web",
  "github-repository": "Dépôt Github",
  "scandiweb-experience": "Développer et mettre en œuvre des interfaces utilisateur de sites Web conviviales et réactives à l'aide de HTML5, CSS3, Javascript et React. Collaborer étroitement avec les concepteurs UI/UX pour traduire les maquettes en expériences utilisateur (UX) captivantes pour les plateformes de commerce électronique. Rédaction de code propre, maintenable et bien documenté, conforme aux meilleures pratiques et standards. Contribuer à un environnement de développement collaboratif et agile en communiquant efficacement avec les concepteurs, les développeurs back-end et les chefs de projet. Rester à jour avec les dernières tendances et technologies de développement front-end, en améliorant continuellement les compétences en codage.",
  "iprobooking-experience": "Tirer parti de solides compétences en communication pour élaborer des itinéraires personnalisés et fournir une assistance exceptionnelle sur tous les canaux (téléphone, e-mail, chat). Anticiper et résoudre les obstacles aux voyages de toutes sortes (problèmes de réservation, problèmes techniques, perturbations) tout en restant au courant des réglementations, des visas et des fonctionnalités de la plateforme pour offrir des conseils d'experts. Résolution proactive des problèmes et collaboration avec des partenaires internes/externes pour garantir des expériences de voyage fluides, et une amélioration continue basée sur les commentaires des clients.",
  "2023-present": "2023-Présent",
  "front-end-developer": "Développeur Front-End",
  "customer-&-technical-support": "Support Technique et Clients",
  "name": "Nom",
  "email": "E-mail",
  "message": "Message",
  "phone": "Téléphone",
  "name-validation": "Le nom doit contenir des lettres et des espaces.",
  "email-validation": "Format d'e-mail invalide.",
  "name-alert": "Veuillez entrer un nom valide.",
  "email-alert": "Veuillez entrer un e-mail valide.",
  "location": "Emplacement",
  "send-message": "Envoyer Message",
  "send-another-message": "Envoyer Un Autre Message",
  "message-sent-successfully": "Message envoyé avec succès!",
  "email-address-copied": "Adresse e-mail copiée!",
  "algiers-algeria": "Alger, Algérie",
  "built-with": "Conçu avec",
  "and": "et",
  "coded-in": "Codé dans"
}
